;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Deutsch - German
Code = de
Encoding = Unicode (UTF-16 LE BOM)

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Über %{Program.Name}
Label_Version = Version
Label_AutoIt = Erstellt mit AutoIt Version
Label_Copyright = Urheberrecht
Tip_Title_Donate = Spenden Sie für unsere Sache
Tip_Message_Donate = Wenn Sie spenden, helfen Sie uns unsere Software kostenlos zu halten\rnund uns die Werkzeuge und Dienstleistungen zu verschaffen,\rndie wir benötigen, um Ihnen dieses Programm zu ermöglichen.
Label_Home = Homepage
Label_License = Lizenz
Label_Support = Unterstützung
Tip_Title_Country = Hergestellt in Süd Afrika
Tip_Message_Country = %{Program.Name} wurde in Süd Afrika geboren.
Label_Contributors = Mitwirkende
Tip_Facebook = Folgen Sie uns auf Facebook.
Tip_Twitter = Folgen Sie uns auf Twitter.
Tip_GooglePlus = Finden Sie uns bei Google+.
Tip_GitHub = %{Program.Name} bei GitHub.
Button_Ok = Ok
Label_RAM = (RAM) %d MB frei von %d MB (%d%)
Tip_RAM = Arbeitsspeicher
Label_HDD = (%s) %.2f GB frei von %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Starten Sie mit dem Auswählen des Browsers. %{Program.Name} erkennt den Prozess automatisch anhand der von Ihnen ausgewählten Datei.
Label_Status_Updates = Nach Updates suchen
Group_Load_Browser = Browser laden
Label_Executable = Pfad von %s:
Label_Process_Usage = Prozessverwendung:
Label_Process_Peak = Prozessspitze:
Button_Browse = &Auswählen
Group_Options = Optionen
Checkbox_Reduce_Mem = Reduziere RAM alle:
Label_Milliseconds = Millisekunden
Checkbox_Reduce_Limit = Reduziere RAM wenn die Nutzung über: 
Checkbox_Start_With = Starte %s wenn %{Program.Name} gestartet wird.
Checkbox_Enable_Extended_Processes = Aktiviere zusätzliche Prozesse.
Button_Extended_Processes = &Zusätzliche Prozesse
Checkbox_Start_Windows = Starte %{Program.Name} wenn Windows gestartet wird.
Label_Settings_Updated = Es wurde erfolgreich gespeichert.
Button_Cancel = Fen. minimieren
Button_Save = Speichern
Time_Unit_01 = Millisek.
Time_Unit_02 = Sekunden
Time_Unit_03 = Minuten
Time_Unit_04 = Stunden
Label_Boost_Description = Reduziere den Speicher alle %s %s falls die Nutzung über %s MB liegt!
Title_Select_Browser = Wähle Browser
Tip_Minimized_Title = %{Program.Name} läuft noch!
Tip_Minimized_Message = %{Program.Name} wird weiterhin ausgeführt um die Speichernutzung von %s zu optimieren. Klicken Sie auf das Taskleistensymbol um verschiedene Optimierungsoptionen zu ändern.

[Donate]
Label_Heading = %{Program.Name} has been serving you for over %d hours. Now, how about a small donation?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Menus]
File = &Datei
File_Preferences = &Einstellungen
File_Close = &Beenden\tShift+Alt+F4
Help = &Hilfe
Help_Update = Nach &Updates suchen
Help_Home = %{Company.Name} &Home
Help_Downloads = Weitere &Downloads
Help_Support = &Unterstützung
Help_Issue = Eine &Frage stellen
Help_Donate = Spenden Sie &uns
Help_About = Über %{Program.Name}
Tray_About = Über %{Program.Name} %s
Tray_Open = Öffne %{Program.Name}
Tray_Extended_Processes = Zusätzliche Prozesse
Tray_Run = Starte %s
Tray_Run_Safemode = Starte %s im abgesicherten Modus

[Messages]
Info_Title = Bitte beachten Sie
Warning_Title = Warnung!
Error_Title = Uups! Irgendetwas lief schief!
Error_Oops = Uups!
Singleton = Another occurence of %{Program.Name} is already running.
Compatible = %{Program.Name} ist nicht kompatibel mit Ihrer Windows-Version. Wenn Sie glauben, dass dies ein Fehler ist, hinterlassen Sie bitte eine Nachricht unter "%s" mit allen Details.
Compatible_Bit = Leider ist die 32 Bit Version von  %{Program.Name} nicht kompatibel mit Ihrer Windows-Version. Bitte laden sie %{Program.Name} in der 64 Bit Version von '%s' herunter

[Preferences]
Window_Title = Einstellungen
Tab_General = Allgemein
Tab_Performance = Performance
Tab_Language = Sprache
Group_Notifications = Notifications
Group_Extended_Processes = Zusätzliche Prozesse
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Sprache
Checkbox_Notifications = Zeige Benachrichtigungen über das Fach
Label_Extended_Processes = Geben Sie hier die Namen der zusätzlichen Prozesse ein, die %{Program.Name} optimieren soll. Die Liste muss durch Kommas getrennt sein (Process01.exe, Process02.exe usw.)
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Wählen Sie die gewünschte Sprache und drücken Sie die %s Taste um fortzufahren. (Neustart erforderlich)
Button_Save = Speichern
Button_Cancel = Abbrechen
Label_Updated = Einstellung gespeichert
MsgBox_Language_Title = Sprache geändert
MsgBox_Language_Message = Die ausgewählte Sprache hat sich geändert. %{Program.Name} sollte neu gestartet werden, damit die ausgewählte Sprache wirksam wird.
MsgBox_Closing_Title = Beende %{Program.Name}
MsgBox_Closing_Message = Möchten Sie %{Program.Name} jetzt beenden?

[Update]
Window_Title_Available = Update verfügbar
Window_Title_Congratulations = Gratulation!
Window_Title_Error = Irgendetwas lief schief!
Label_Message_Update = Es ist eine neue Version von '%{Program.Name}' verfügbar.
Label_Message_Latest = Sie benutzen die aktuelle Version von '%{Program.Name}'.
Label_Message_Error = Information über die letzte Version von '%{Program.Name}' konnte nicht abgerufen werden.
Label_Message_Internet = Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
Label_Build_Current = Derzeitige Version:
Label_Build_Update = Neue Version:
CheckBox_NoUpdate = Beim Start nicht nach Updates suchen.
Button_Update = Read more
Button_Close = Beenden

[Versioning]
Administrator = Administrator
Build = Build
AutoIt_Version = Verwendete AutoIt Version %{AutoIt.Version}
Bit = Bit